{
  "Menu": [
    "Play",
    "Option",
    "Exit",
    "Start game",
    "Start your story from scratch",
    "Continue",
    "Сomplete your business",
    "Education",
    "Learn the basic rules of the game"
  ],
  "Options": [
    "Music",
    "Sound",
    "Do you want to quit?",
    "Yes",
    "No"
  ],
  "Education": [
    "Click to continue",
    "Welcome, Your Majesty, to your workplace",
    "Wait, have you ever ruled a country?",
    "Don't worry. I'll tell you how everything works here so you can start to rule as soon as possible",
    "This is your desktop, on which, once a month, there will be three decisions. You can choose one of them. Each decision can change relations with other countries, parts of society, or increase tax revenues",
    "This is the Cabinet of Ministers in which you can hire people who will work as ministers. Every month, one random Minister makes a decision (of course, if the Minister's seat is not empty), which, like yours, can change the country. However, some decisions of Ministers can open Special Solution. We will talk about them a little later",
    "Do not forget that each minister has his own opinion about you. And if you do something that the Minister does not like, for example, they do not get paid, he may become loyal to another part of the population",
    "This is the Council of Nobles. It makes a decision every six months. From the decisions of Ministers, their decisions differ in that they do not change the relationship with different parts of the population. You can also interact with the Council of Nobles through your decisions",
    "You can also bribe the Nobles, then they will be loyal to you for some time. If the majority of the Nobles are loyal to you, they will make decisions that are beneficial to you",
    "This is the Supreme Court. Absolutely anyone can apply to it, even you. If your decision or the decisions of the Minister have been submitted to the Court, then two cases are possible: first, you win the case and nothing happens, second, you will lose and decisions will be canceled",
    "Here you can control the budget of your country, as well as watch all the receipts to it",
    "I would like to give you advice, if the funding of a part of the population is large, then the relationship with it will improve, if too small, then vice versa",
    "Here you can control international politics. It is very important for our country. Because we get a lot of money from trade. And if relations with our neighbors are bad, they can block their markets for us",
    "Here you can control internal politics. It is very important to follow it, because if something is not enough on the lands, then trouble can happen",
    "Also, here you can make special Decisions. Unlike usual decisions, they affect the country more globally, but some of them are made for a lot of money and not immediately, but after a while. Also, each Special Decision is available for 1 year, then it again will be unavailable for you",
    "That's all",
    "I believe that I have taught you all the knowledge you need, and now you can rule. But...",
    "Excuse me, Your Majesty, I believe that a country needs an experienced ruler, not a person who has just learned how to govern a country",
    "See you in the next world, Your Majesty."
  ],
  "NameDifficult": [
    "Church bless you",
    "People's King",
    "Disagreement spirit"
  ],
  "DiscriptionDifficult": [
    "God\nhelp you rule",
    "People had invited you on the throne. But not everyone agreed with its decide",
    "Revolution awards strong and hasn't spared weak"
  ],
  "Type": [
    "People",
    "Nobles",
    "Army",
    "King"
  ],
  "SolutionName": [
    "Min. Localization",
    "Populism",
    "Arrange a ball",
    "Build a church",
    "Appeal to the People",
    "Support for the Army",
    "Free trade",
    "Increase the service life",
    "Sell arms",
    "Air tax",
    "Increase the production of weapons",
    "Populist laws",
    "New carpet",
    "Northern Lands",
    "Free Nobility",
    "Raise Taxes",
    "Army Tax",
    "Patriotic education",
    "Sell part of the land to the People",
    "Awards for the Generals",
    "Western Lands",
    "West - North. Lands",
    "North - East. Lands",
    "Eastern Lands",
    "East. - South. Earth",
    "Southern Lands",
    "South. - West. Earth",
    "Military parade",
    "Build a cathedral",
    "New windows",

    "Personal poet",
    "Portrait of the King",
    "New floor",
    "Historical documents",
    "Holy Garden",
    "Economic Relations",
    "Localization",
    "Max Localization",
    "Church Parade",
    "Federation",

    "Increase taxes",
    "Land tax",
    "Old Architecture",
    "Social support",
    "Support of the nobles",
    "Tax on industry",
    "Church tax",
    "Military gathering",
    "Purchase weapons",
    "Investments",
    "Old Architecture",
    "Education",
    "Reduce service life",
    "Localization",
    "Divine Garden",
    "Forest tax",
    "Trade tax",
    "Harvest tax",
    "Air tax",
    "Build an enterprise",

    "Clear archives",
    "Education",
    "Speak to the Army",
    "Speak to the Nobles",
    "Summit",
    "Investments",
    "Council of Nobles",
    "Council of Nobles",
    "Sell the church",
    "Build a school",
    "Reduce support for the Army",
    "Safety",
    "Old doors",
    "High Court",
    "Cabinet of Ministers",
    "Independent judges",
    "Populism",
    "Populism",
    "Council of Nobles",
    "The Royal Family",

    "Taxes for the nobles",
    "Give part of the land to the Nobles",
    "Free People",
    "Land tax",
    "Forest tax",
    "Harvest tax",
    "Wage",
    "Taxes for the Bourgeoisie",
    "Prizes to the Nobles",
    "Archaeological Help",

    "Military specialists",
    "Build a hospital",
    "Wage",
    "Product tax",
    "Tax on peasants",
    "Noble Church",
    "Gold",
    "Holy Land",
    "Taxes for the Bourgeoisie",
    "Visual arts",


    "Minister of Economy",
    "Minister of the Budget",
    "Minister of Security",
    "Minister of the Army",
    "Minister of Health",
    "Minister of Science",
    "Minister of Territories",
    "Minister of Nature",
    "Minister of Law",
    "Increase duties",

    "Reduce duties",
    "Tax on safety",
    "Scientific research",
    "Church School",
    "Duties on iron",
    "Duties on weapons",
    "Number of soldiers",
    "Greening of forests",
    "Lemon Garden",
    "Relationship with the Minister",

    "Salary of Ministers",
    "Army Tax",
    "Support of the people",
    "Support of the nobles",
    "Support for the Army",
    "Taxes for Peasants",
    "Export",
    "Import",
    "High Judge",
    "Military Lyceum",

    "Destroy the church",
    "Increase Trade",
    "Tax on industry",
    "Taxes",
    "Abolition of taxes",
    "Abolition of taxes",
    "Abolition of taxes",
    "Housing tax",
    "Build a Museum",
    "Room renovation",

    "Inflation",
    "Build a theater",
    "Benefits for coal mining",
    "Finance farmers",
    "Capital taxes",
    "Capital taxes",
    "Budget receipts",
    "Budget receipts",
    "Redistribution of food",
    "Quality of Medicine",

    "Corruption",
    "Local power",
    "Build a warehouse",
    "Redistribution of food",
    "Build an opera",
    "New residence",
    "Financing hospitals",
    "Financing education",
    "Increase security",
    "Food export",

    "Import food",
    "Gold",
    "Gold",
    "Gold",
    "Gold",
    "Tax for farmers",
    "Decrease Security",
    "New furniture",
    "Western Lands",
    "West - North. Lands",

    "Northern Lands",
    "North - East. Lands",
    "Eastern Lands",
    "East - South of the Earth",
    "Southern Lands",
    "South. - West. Earth",
    "Minister of Economy",
    "Minister of the Budget",
    "Minister of Security",
    "Minister of the Army",

    "Minister of Health",
    "Minister of Science",
    "Minister of Territories",
    "Minister of Nature",
    "Minister of Law",
    "Quality of Medicine",
    "The Safety of the King",
    "Build a church university",
    "Destroy the Cathedral",
    "Artifacts",

    "Propaganda",
    "Bribery of the Minister",
    "Salary of Ministers",
    "Benefits for Book Publishers",
    "Taxes for the Bourgeoisie",
    "Abolition of taxes",
    "Military hospital",
    "Royal Garden",
    "Statue of the King",
    "Royal cuisine"
  ],
  "Solutions": [
    "Make Nobles buy domestically produced goods (Industry: +5%)",
    "To promise the People change that cannot be implemented",
    "Ball can improve relations with our neighbours (-500 золота1)",
    "This will help improve relations with the Holy Land (-200 золота1)",
    "Your fiery speech, perhaps, will make the People believe in the future (20% chance to improve relations with the People)",
    "Introduce a law on compulsory provision of the Army (+10% - the minimum expenditure for the Army)",
    "Reduce trade tax (Social: -5%)",
    "To increase the term of service in the Army by 2 years",
    "This will help to get rid of unnecessary weapons in peacetime (+350 gold)",
    "\"Clean air is a treasure of the state\"(Natural resources: +50%)",
    "This can improve the equipment of our Army (Equipment: +10)",
    "Increase budget expenditures for the implementation of populist ideas (-500 золота1)",
    "Don't you think we need a new carpet?",
    "Appoint a Nobleman to rule the Northern Lands for a small fee (+200 gold)",
    "Reduce taxes for the Nobles",
    "By raising taxes to the people, we can increase the increase in the budget",
    "Our People should be grateful to our Army (+3% - the minimum expenditure in the Army)",
    "The whole People must love their state",
    "Make the Nobles sell their land to the People",
    "To improve our Army, you can support the actions of our generals (-750 золота1)",

    "Appoint a Nobleman to rule the Western Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to rule the West - North. Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to rule the North - East. Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to rule the Eastern Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to rule the East-South. Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to govern the Southern Lands for a small fee (+200 gold)",
    "Appoint a Nobleman to rule the South - West. Lands for a small fee (+200 gold)",
    "The parade may improve relations with some countries (-450 золота1)",
    "This will help improve relations with the Holy Land (-500 золота1)",
    "The windows of your palace are very old, it's time to replace them",

    "Every king has a poet, he will glorify him",
    "Why don't you have your own portrait yet?",
    "The floor of your palace has begun to crack, it's time to replace it",
    "Transfer some historical documents to the Ancient State",
    "Build a church garden (-150 золота1)",
    "Improve economic relations with neighbouring countries",
    "Make Nobles buy domestically produced goods (Industry: +10%)",
    "Make Nobles buy domestically produced goods (Industry: +15%)",
    "The parade may improve relations with some countries (-450 золота1)",
    "Improve relations with the Manuar Federation",

    "By increasing taxes to the Nobles, we will be able to increase the increase in the budget",
    "\"Fertile land is one of the most important resources of the state\"(Natural resources: +30%)",
    "Sell old buildings for the materials they are made of (+600 gold)",
    "Increase Social Support for the People (+10% - the minimum spending on Social Support)",
    "Reduce funding for the support of the nobles (-4% - the minimum expense for the Nobles)",
    "Reduce taxes on industry (Industry: -8%)",
    "Increase church tax for all segments of the population (Social: + 17%)",
    "Increase the military tax for the People and Nobles (Social: +13%)",
    "Purchase the latest weapons for our Army (-400 золота1)",
    "Accept investments from the Manuar Federation (+1500 gold)",

    "Protect some old buildings of historical importance (-250 золота1)",
    "Invite teachers from the Holy Land to reduce illiteracy (-150 золота1)",
    "Reduce the service life in the Army by 1 year",
    "Reduce localization level for nobles (Industry: -10%)",
    "Improve your relationship with the Divine Garden",
    "\"Forest - the lungs of the country\"(Natural resources: +5%)",
    "Increase trade taxes (Social: +5%)",
    "Increase taxes on crops (Social: +7%)",
    "\"Air is a treasure of the nation\"(Natural resources: -40%)",
    "Build a new facility (-300 золота1)",

    "Clear obsolete information",
    "Invite teachers from the Manuar Federation to reduce illiteracy (-150 золота1)",
    "Your fiery speech will probably raise the morale of the Army (20% chance to improve relations with the Army)",
    "Your fiery speech will probably make the Nobles believe in your politics (20% chance to improve relations with the Nobles)",
    "Host an Economic Development Summit",
    "Accept investment from the Holy Land (+1250 gold)",
    "Increase funding for the Council of Nobles (Council: +10%)",
    "Reduce funding for the Council of Nobles (Council: -10%)",
    "Sell churches that people don't go to (+350 gold)",
    "Build a school in the countryside (-200 золота1)",

    "Reduce financial support for the Army (-10% - the minimum expenditure for the Army)",
    "Increase funding for the safety of the People (Social: -10%)",
    "Your castle doors are very old. We need to replace them",
    "Bribe members of the High Court (-500 золота1)",
    "Dissolve the Cabinet of Ministers",
    "To give guarantees that no one will influence the judges",
    "Promise the Nobles changes that cannot be implemented",
    "Promise the Army about changes that cannot be implemented",
    "Dissolve the Council of Nobles",
    "Increase financial support for the Royal Family (-1000 gold)",

    "Increase taxes for the Nobles",
    "Make the People give part of the land to the Nobles",
    "Reduce taxes for the People",
    "\"The Earth - the People!\"(Natural Resources: -30%)",
    "\"The forest that the people planted should not belong to the state\"(Natural resources: -35%)",
    "Reduce crop tax (Social: -10%)",
    "To increase the minimum wage (+5% - the minimum expenditure on social support)",
    "Increase taxes for industry owners (Industry: +15%)",
    "Reward the Nobles for their brilliant work (-750 золота1)",
    "Send archaeologists to help research the Ancient State",

    "Send military specialists to the Manuar Federation",
    "Build a hospital for all segments of the population (-400 золота1)",
    "Reduce the minimum wage (-5% - the minimum spending on social support)",
    "Set a tax on each product (Social: +10%)",
    "Set a tax for each peasant owned by a Nobleman (Social: +14%)",
    "Build a church that only Nobles can go to (-500 золота1)",
    "Increase the production of gold coins (+1500 gold)",
    "Improve relations with the Holy Land",
    "Reduce taxes for industry owners (Industry: -10%)",
    "Fund outstanding artists (-350 gold)",


    "Hire a person for the post of Minister of Economy (-750 золота1)",
    "Hire a person for the position of the Minister of the Budget (-750 золота1)",
    "Hire a person for the post of Minister of Security (-750 золота1)",
    "Hire a person for the post of Minister of the Army (-750 золота1)",
    "Hire a person for the position of Minister of Health (-750 золота1)",
    "Hire a person for the post of Minister of Science (-750 золота1)",
    "Hire a person for the position of Minister of Territories (-750 золота1)",
    "Hire a person for the post of Minister of Nature (-750 золота1)",
    "Hire a person for the position of Minister of Law (-750 золота1)",
    "Increase duties on the import of goods across the border (Trade: +20)",

    "Reduce duties on the import of goods across the border (Trade: -20)",
    "Increase tax on security (Security: +7%)",
    "Conduct joint scientific research with the Manuar Federation (-250 золота1)",
    "Build a church school (-450 gold)",
    "Increase duties on iron imports (Trade: +5)",
    "Reduce import duties on weapons (Trade: -8)",
    "To increase the number of conscripts",
    "Plant several forests (-500 золота1)",
    "Why are there so few lemon trees in your garden?",
    "Improve relations with one minister",

    "Reduce the salary of ministers (min. Salary: -10)",
    "Increase Army Tax for Nobles (Army: + 15%)",
    "Reduce taxes for the People",
    "Reduce taxes for the Nobles",
    "Reduce taxes for the Army",
    "Reduce taxes for Peasants (Peasants: -15%)",
    "To increase the export of our goods abroad (Trade: +1/15)",
    "Increase the import of goods across the border (Trade: -10)",
    "Remove the President of the High Court from his duties",
    "Build a military lyceum (-450 золота1)",

    "Destroy one of the unnecessary churches (+200 золота1)",
    "Increase trade with one neighbouring country",
    "Reduce industry tax (Industry: -12%)",
    "Increase taxes",
    "Abolish taxes for the People",
    "Abolish taxes for the Nobles",
    "Abolish taxes for the Army",
    "Increase tax on housing (Social: +6%)",
    "Build a new history museum (-400 золота1)",
    "Don't you think your room has started to fall apart?",

    "Decrease the rate of inflation (Inflation: -3%)",
    "Build a new theatre (-600 золота1)",
    "Provide tax incentives for coal mine owners (Natural Resources: -15%)",
    "Fund the farming industry (Food: +10/month)",
    "Increase taxes in the capital (Local taxes: +1)",
    "Reduce taxes in the capital (Local taxes: -1)",
    "To increase revenues from local budgets to the central one",
    "Reduce revenues from local budgets to the central one",
    "Transport most of the food from the Lands to the Capital",
    "To increase the quality of medicine (-1000 золота1)",

    "Reduce the level of corruption on the territory of the Lands (Corruption: -1/5%)",
    "Fire several officials in the cities",
    "Build a new food storage warehouse (-250 золота1)",
    "Transport less food from the Lands to the Capital",
    "Build a new opera (-550 золота1)",
    "Don't you think you need a new residence?",
    "Reduce funding for hospitals (+1000 gold)",
    "Reduce funding for education (+750 gold)",
    "Increase security in the lands (-700 золота1)",
    "Export more food (Trade: +10)",

    "Import more food (Food: +10/month)",
    "Increase the production of gold coins (+150 gold)",
    "Increase the production of gold coins (+600 gold)",
    "Increase the production of gold coins (+1250 gold)",
    "Increase the production of gold coins (+2000 gold)",
    "Increase taxes for farmers (Peasants: +18%)",
    "Reduce security in the lands (+450 gold)",
    "The furniture in your castle is already very old. Don't you think it needs to be replaced?",
    "Free the Western Lands Noble for a small fee (+150 gold)",
    "Free the Nobleman, manager of the West. - North. Lands, for a small fee (+150 gold)",

    "Free the Northern Lands Noble for a small fee (+150 gold)",
    "Free the Nobleman, manager of the North - East. Lands, for a small fee (+150 gold)",
    "Free the Noble Governor of the Eastern Lands for a small fee (+150 gold)",
    "Free the Nobleman of the East - South. Lands, for a small fee (+150 gold)",
    "Free the Southern Lands Noble for a small fee (+150 gold)",
    "Free the Nobleman ruling the South - West. Lands, for a small fee (+150 gold)",
    "Dismiss the Minister of Economy for a small fee (+200 gold)",
    "Dismiss the Minister of the Budget for a small fee (+200 gold)",
    "Dismiss the Minister of Security for a small fee (+200 gold)",
    "Dismiss the Minister of the Army for a small fee (+200 gold)",

    "Dismiss the Minister of Health for a small fee (+200 gold)",
    "Dismiss the Minister of Science for a small fee (+200 gold)",
    "Dismiss the Minister of Territories for a small fee (+200 gold)",
    "Dismiss the Minister of Nature for a small fee (+200 gold)",
    "Dismiss the Minister of Rights for a small fee (+200 gold)",
    "Reduce the quality of medicine (+450 gold)",
    "Reduce the security level of the king (+250 gold)",
    "Build a new church university (-1000 золота1)",
    "Destroy one of the unnecessary cathedrals (+350 gold)",
    "Give part of the ancient artefacts to the Ancient State",

    "Carry out propaganda to increase trust in you (-150 золота1)",
    "Bribery of one of the ministers (-500 золота1)",
    "Increase the salary of ministers (Min. Salary: +10)",
    "Maintain tax breaks for book publishing (Social: -9%)",
    "Reduce taxes for the Bourgeoisie (Bourgeoisie: -11%)",
    "Abolition of taxes for all segments of the population",
    "Build a new military hospital (-750 золота1)",
    "Don't you think we need to buy new plants for your garden?",
    "Would you like to order a statue of yourself?",
    "Would you like to try delicious food?"
  ],
  "SolutionMinister": [
    "Reduce the economic pressure on the Nobles",
    "Reduce taxes for Peasants (Peasants: -5%)",
    "Increase the economic pressure on the Nobles",
    "Increase taxes on industry (Industry: +7%)",

    "Revision of the budget and its competent distribution (+100 gold)",
    "To increase budget spending on medicine (-250 золота1)",
    "Identify those who steal the budget",
    "Reduce support for all segments of the population (-2% - the minimum expenditure for all)",

    "Increase funding for the police (-350 золота1)",
    "Increase the number of guards in weapons depots (-200 золота1)",
    "Reduce funding for the protection of the Nobles (+220 gold)",
    "Increase taxes on the security of nobles (Security: +10%)",

    "Increase arms sales abroad (Trade: +6)",
    "Increase weapon production (-150 gold)",
    "Increase payments for the Army (+2% - the minimum expenditure for the Army)",
    "Reduce the sale of weapons abroad (Trade: -4)",

    "To increase taxation of doctors (Social: +7%)",
    "Build a new hospital (-500 золота1)",
    "Reduce the salary of Nobles's doctors (+50 gold)",
    "Purchase equipment for doctors (-140 золота1)",

    "Build a royal library for Noble families (-600 золота1)",
    "Reduce the cost of tuition in public schools (Social: -11%)",
    "Increase funding for Army Scientists (-400 золота1)",
    "Allow an experiment that will increase yields",

    "Distribution of land between the Nobles and the People",
    "Increase financing of land from local budgets (+160 gold)",
    "To increase the percentage of money, go from local budgets to the central one",
    "Fire some local officials",

    "Reduce restrictions on deforestation",
    "To increase the export of timber abroad (Trade: +3)",
    "To increase the import of metals from other countries (Trade: -4)",
    "Increase tax on coal mining (Natural resources: +14%)",

    "Give additional rights to the Army",
    "Increase funding for legal structures (-240 золота1)",
    "Increase salaries for local government officials (+5% - the minimum expenditure in support of the nobles)",
    "Increase tax on support of legal structures (Social: +11%)",



    "Reduce taxes to the people on trade (Social: -9%)",
    "Increase taxes to the Nobles on trade (Social: +12%)",
    "Build a new facility (-400 золота1)",
    "Support the farmers (-150 золота1)",

    "Increase funding for social spending (+7% - minimum spending on social security)",
    "Centralize the budget",
    "To transfer part of the money from the budget of the Council of Nobles to finance social expenses (+4% - minimum expenses for Social Security)",
    "Reduce taxes for the People",

    "Reduce spending on the Army to increase spending on the security of the Population",
    "Increase the presence of police in rural areas",
    "Build a new police station (-220 золота1)",
    "Reduce security tax for the People (Security: -9%)",

    "Reduce the service life in the Army",
    "Reduce the wages of the highest ranks in the Army (+440 gold)",
    "Improve living conditions for the Soldiers",
    "Reduce monetary support to the Army (-4% - the minimum expenditure in the Army)",

    "Increase the priority in the treatment of the People",
    "Increase the salaries of rural doctors (Peasants: -5%)",
    "To increase the quality of the Army's treatment",
    "Prepare hospitals for epidemics",

    "Build a school for the rural population (-350 золота1)",
    "Increase the priority of Rural and Poor admission to universities",
    "Increase salaries for teachers and scientists (Bourgeoisie: -10%)",
    "Reduce funding for schools for children from noble families (+170 gold)",

    "Reduce the cost of Council of Nobles (Council: -14%)",
    "To give the People the right to nominate their representative to local government bodies",
    "Reduce the People's land taxes (Natural Resources: -6%)",
    "Reduce taxes on some lands",

    "Strengthen the ban on hunting for the Nobles",
    "Increase the penalty for wilful killing of pets (Social: +7%)",
    "Reduce taxes on natural resources for the People (Natural resources: -6%)",
    "Increase the tax on logging for the Nobles (Natural resources: +18%)",

    "Facilitate the receipt of documents for the rural population",
    "To simplify obtaining the position of Supreme Judge for the People",
    "Reduce the number of rights for the Nobles",
    "Reduce the legal tax for the People (Social: -9%)",

    "Increase the number of Peasants to work in the fields (Social: +6%)",
    "Reduce taxes on the size of agricultural land for the Nobles (Natural resources: -8%)",
    "To grant the right to the nobles to independently establish economic relations with other states",
    "Reduce taxes on industry for Nobles (Industry: -16%)",

    "Increase funding for the support of the Nobles (+4% - the minimum expenditure in support of the Nobles)",
    "Decentralized budget",
    "To increase the percentage of money that remains in local budgets (Local taxes: -1)",
    "Reduce taxes for the nobles",

    "To increase the number of Soldiers for the protection of Noble families",
    "Increase funding for the Noble Guard (-330 золота1)",
    "Reduce the priority of security for the People",
    "Reduce security taxes for Nobles (Security: -24%)",

    "Transfer part of the money from the budget of the Army to finance the Council of Nobles (+3% - the minimum expenditure in support of the Nobles)",
    "Grant the part of the Nobles with the highest Military ranks",
    "Increase financing of the Army from the central budget (-230 золота1)",
    "To increase the service life in the Army for the People by 1 year",

    "Make more affordable treatment for the Nobles",
    "Reduce the level of corruption in Noble hospitals (Corruption: -1%)",
    "To increase the production of expensive drugs (-360 золота1)",
    "To increase the quality of treatment for the Nobles",

    "Increase funding for schools for children of nobility (Social -11%)",
    "Grant academic titles to members of Noble families",
    "Reduce funding for schools for rural children (Social: +15%)",
    "Increase the education tax for the People (Social: +8%)",

    "Increase the size of personal land for the Nobles",
    "To give the land of the small Nobles to the ownership of the large Nobles",
    "To reduce the pressure of the central government on the local",
    "Give bonuses to local government officials (-640 золота1)",

    "Reduce the tax on natural resources for the Nobles (Natural resources: -2%)",
    "Reduce air tax for Nobles (Natural resources: -20%)",
    "Fund coal mines owned by the Nobles (-340 золота1)",
    "Increase the tax on natural resources for the Army (Natural resources: +15%)",

    "To simplify the obtaining of the post of supreme judge for members of the Noble families",
    "Allow Nobles to pay salaries to ministers",
    "Build a prison for those condemned by the Nobles (-260 золота1)",
    "Raise Salaries for Government Lawyers: (-320 золота1)",



    "Increase the percentage of localization of production for the Nobles (Industry: +15%)",
    "Reduce taxes for the Bourgeoisie (Bourgeoisie: -5%)",
    "Start industrializing the country",
    "To increase the export of metals abroad (Trade: +15)",

    "Revision of the budget and its more competent distribution (+450 gold)",
    "Identify those who steal money from the central budget (Corruption: -3%)",
    "Reduce funding of the Council of Nobles from the central budget (Council: -11%)",
    "Increase taxes for all segments of the population",

    "Increase the level of security for all segments of the population (-450 золота1)",
    "Purchase new equipment for police officers (-360 золота1)",
    "Improve the security of the royal family",
    "Improve security on lands",

    "Check the correct distribution of budgetary funds for the Army (Corruption: -2%)",
    "Identify Foreign Spies in the Army",
    "Reduce taxes for the military industry (Industry: -7%)",
    "Increase production of heavy weapons (-150 золота1)",

    "To increase the quality of medical services (-250 золота1)",
    "To increase the quality of medical services for the Army (-160 золота1)",
    "Build a new modern hospital (-600 золота1)",
    "Build a hospital in the countryside (-250 золота1)",

    "Increase funding for the experiments of scientists (-270 золота1)",
    "Fund the Metropolitan University (-500 золота1)",
    "Reduce funding for schools for children of nobility (Social: +12%)",
    "Increase taxes for scientists (Social: +14%)",

    "Increase the amount of land for Military camps",
    "Reduce the size of personal land for the Nobles",
    "Split the lands of the great nobles",
    "Increase the size of farm land",

    "Increase production of iron ore (-210 золота1)",
    "Increase tax on ownership of private forests (Natural resources: +15%)",
    "Increase gold ore production (-490 золота1)",
    "Reduce the level of corruption in mines (Сorruption: -2%)",

    "Reduce pressure on members of the High Court",
    "Free the illegally convicted noble people",
    "Increase the salaries of members of the High Court (-370 золота1)",
    "Change the President of the High Court",



    "Increase the production of weapons (-200 gold)",
    "Reduce metal exports (Trade: -10)",
    "Build a military enterprise (-450 золота1)",
    "To increase the number of workers in military enterprises",

    "Increase Tax on Army (Social: +20%)",
    "Increase funding of the Army from the budget (+3% - the minimum expenditure in support of the Army)",
    "Reduce the financial support of the Nobles (-5% - the minimum expenditure in support of the Nobles)",
    "Allocate money from the budget for bonuses to officers (-450 золота1)",

    "Increase security taxes for Nobles (Security: +24%)",
    "Increase taxes on security for the People (Security: +17%)",
    "Reduce security priority for Nobles",
    "Improve security on lands",

    "Check the correct distribution of budgetary funds for the Army (Corruption: -2%)",
    "Increase the term of service in the Army for the Nobles by 1.5 years",
    "Reduce taxes for the military industry (Industry: -7%)",
    "Increase production of heavy weapons (-150 золота1)",

    "To increase the quality of treatment in military hospitals",
    "Reduce the price of drugs for the military (Social: -16%)",
    "Transfer part of the money from medicine to industry",
    "Build a new military hospital (-350 золота1)",

    "Increase funding for the experiments of scientists (-270 золота1)",
    "Increase the number of hours for military training",
    "Reduce funding for schools for children of nobility (Social: +12%)",
    "Increase taxes for scientists (Social: +14%)",

    "Increase the amount of land for Military camps",
    "Reduce the size of personal land for the Nobles",
    "Split the lands of the great Nobles",
    "Increase the size of military training grounds",

    "Increase production of iron ore (-210 золота1)",
    "Increase tax on ownership of private forests (Natural resources: +15%)",
    "Increase gold ore production (-490 золота1)",
    "Reduce the level of corruption in mines (Corruption: -2%)",

    "Reduce pressure on members of the High Court",
    "To release people illegally condemned by the Nobles",
    "Increase the salaries of members of the High Court (-370 золота1)",
    "Change the President of the High Court"
  ],
  "SolutionsNoble": [
    "Council of Nobles",
    "Council of Saints",
    "Industrial Council",
    "Parliament",


    "To increase the amount of money that remains in local budgets (Local taxes: -1)",
    "To increase the independence of local authorities from the central government",
    "Increase the expenditure for the support of the nobles (+10% - the minimum expenditure for the support of the Nobles)",
    "To pay bonuses to the Nobles for good work (-800 золота1)",
    "Reduce taxes for the Nobles",
    "Increase the import of goods from other countries (Trade: -10)",
    "Reduce localization percentage for Nobles (Industry: -15%)",
    "Pay the debts of the Nobles from the central budget (-300 золота1)",
    "Reduce assistance to the Ancient State in the study of the history of the Old World",
    "Facilitate the receipt of membership in the High Court for Noble families",
    "Reduce Security Funding (+250 gold)",
    "Reduce funding for Medicine (+300 gold)",
    "Celebrate (-450 золота1)",
    "Increase the trade tax for the People (Social: +9%)",
    "Increase the tax on the harvest (Social +7%)",
    "Reduce the power of the King in the Council",
    "Increase taxes on Security for the People (Security: +4%)",
    "Reduce taxes for urban residents (Bourgeoisie: -15%)",
    "Reduce taxes for Peasants (Peasants: -20%)",
    "Repair the Council building (-430 золота1)",


    "To increase the amount of money that goes to the central budget (Local taxes: +1)",
    "Increase the power of the King in the Council",
    "Decentralize the budget",
    "Increase support for the King among the People",
    "Increase taxes for the People",
    "Reduce funding for social spending (-3% - minimum spending on Social Security)",
    "Increase the percentage of localization for Nobles (Industry: +20%)",
    "Sell unnecessary weapons from local Army camps (+200 gold)",
    "Increase imports of goods from the Manuar Federation (Trade: -5)",
    "Increase taxes for all segments of the population",
    "Increase funding for Security (-130 золота1)",
    "Increase funding for Medicine (-160 золота1)",
    "Increase the export of food abroad (Trade: +8)",
    "Increase the production of gold coins (+500 gold)",
    "Reduce the inflation rate",
    "Increase the level of security on the ground",
    "Increase tax on Industry (Industry: +16%)",
    "Increase support for the King among local authorities",
    "Reduce the level of corruption in the lands (Corruption: -1/2%)",
    "Parliament",


    "Build a new church (-150 золота1)",
    "Improve relations with the Holy Land",
    "Improve your relationship with the Divine Garden",
    "Build a new cathedral (-300 золота1)",
    "Increase church tax (Social: +13%)",
    "Send some diplomats of the Manuar Federation",
    "Reduce food exports abroad (Trade: -4)",
    "Reduce assistance to the Ancient State in the study of the history of the Old World",
    "Reduce Security Funding (+100 gold)",
    "Reduce funding for Medicine (+110 gold)",
    "Celebrate (-300 золота1)",
    "Accept investment from the Holy Land (+500 gold)",
    "To increase the influence of the church on education",
    "Letting go of the inflation rate a little",
    "Reduce budget funding to combat corruption (+150 gold)",
    "Increase taxes for the Army",
    "Reduce taxes for the People",
    "Increase support for the King among local authorities",
    "Increase the church tax for the Nobles (Social: +11%)",
    "Reduce the level of imports of goods from the Manuar Federation (Trade: +3)"
  ],
  "Minister": [
    "Minister of Economy",
    "Minister of Budget",
    "Minister of Security",
    "Minister of Army",
    "Minister of Health",
    "Minister of Science",
    "Minister of Territories",
    "Minister of Nature",
    "Minister of Law",
    "Strong Personality",
    "People's Favorite",
    "Vassal of the Nobleman",
    "Devoted to the Crown",
    "Army General",
    "Price:",
    "Salary:",
    "/month",
    "Choose a Minister",
    "Loyalty:",
    "Increase salary",
    "Reduce salary"
  ],
  "Noble": [
    "West Lands",
    "North-West Lands",
    "North lands",
    "North-East Lands",
    "East Lands",
    "South-East Lands",
    "South Lands",
    "South-West Lands",
    "Price of Loyalty:",
    "Corruption",
    "Time of Loyalty:",
    "1 year",
    "Agree",
    "Remove",
    "Nobleman\nnot appointed",
    "The nobleman is already loyal to you",
    "Choose a Noble"
  ],
  "Court": [
    "1st Court",
    "High Court",
    "2nd Court",
    "Choose a Court or",
    "Judge",
    "Price:",
    "Decision time:",
    " months",
    "Chance of Success:",
    "Decision made:",
    "Victory",
    "Defeat",
    "Take",
    "Pay",
    "Loyalty:"
  ],
  "Budget": [
    "Social",
    "Nobles",
    "Army",
    "Total increase",
    "Ministers",
    "Corruption",
    "Trade",
    "Inflation",
    "Monthly increase",
    "Industry",
    "Social tax",
    "Natural resources",
    "Security",
    "Peasants",
    "Bourgeoisie",
    "Equipment",
    "Council",
    "Army",
    "Initial growth",
    "Total growth",
    "A lawsuit was started against you through: \"222\""
  ],
  "Map": [
    "Relation",
    "Export profit",
    "Ally",
    "Enemy",
    "Alliance",
    "Improve relationships",
    "Join\nAlliance",
    "Ancient State",
    "Manuar Federation",
    "Holy Land",
    "Divine Garden",
    "Iron Port",
    "Republic of Manuar",
    "Little Holy Land",
    "New Divine Garden",
    "Great Archive",
    "World Union",
    "Church of Eternal",
    "Choose a country",
    "Flag",
    "Do you want to improve relations with this state for 222 gold within 1 year?",
    "Yes",
    "No",
    "You are already improving relations with this country"
  ],
  "Country": [
    "Select territory",
    "Security Level",
    "Quality of Medicine",
    "Tax Level",
    "Corruption Level",
    "Food Gain",
    "Food Amount",
    "Level of dedication to local government",
    "The level of happiness of citizens"
  ],
  "Bank": [
    "You haven't credits",
    "Take credit",
    "Are you ready to repay credit?",
    "Pay off credit",
    "Not yet",
    "It's time to repay credit. Are you ready to repay it?",
    "How many months",
    "You must return"
  ],
  "SpecialName": [
    "Reduce Bureaucracy",
    "Unique Experiment",
    "Iron Mining",
    "Budget Decentralization",
    "Iron",
    "Iron 2",
    "Corruption in power",
    "Rights of the Army",
    "Centralization of the Budget",
    "The right to choose your own",
    "Rights of Nobles",
    "International relations",
    "Budget Decentralization",
    "Land Accumulation",
    "Salaries of ministers",
    "The beginning of industrialization",
    "Family Security",
    "Spies in the Army",
    "Land split",
    "Gold Mining",
    "Gold",
    "Gold 2",

    "Helping the Nobles",
    "Army Assistance",
    "Helping the People",
    "Industrial Recovery",

    "Conditions of protesters",
    "Conditions of protesters",
    "Slaughtered Nobles",
    "Industrialization 1",
    "Industrialization 2",
    "Industrialization 3",
    "Industrialization 4",
    "Industrialization 5",

    "Agrarian Experiment",
    "Preparing for Epidemics",
    "Land Security",
    "President of the High Court",
    "Corruption",
    "Inflation",
    "Epidemic",
    "Danger",
    "Hunger",
    "Discontent of the Population",
    "Dissatisfaction with the Authorities",
    "Church Bishop",
    "Council of Saints",
    "Swear allegiance to the Eternal",
    "Generals in power",
    "Military Cabinet",
    "Dissolve the Council",
    "Destroy the Nobles",
    "Military Power",
    "Strengthening Power",
    "Your Cabinet",
    "Your Council",
    "Your Juds",
    "The cult of personality",
    "Power of the Bourgeoisie",
    "Parliament",
    "Your Parliament",
    "Republic",
    "Limited monarchy"
  ],
  "SpecialSolution": [
    "Your Majesty, the Minister of Law proposed reduce bureaucracy for People. If we do it then in the future we can return part of budget which waste on support bureaucratic apparatus, and increase your support among People. But for acceptance solution needs 222 gold and 1 year for its implementation.",
    "Our scientists from the Institute of Plant Breeding want to conduct an experiment, which, according to them, can increase the yield. If the experiment is successful, we can sell this technology to other countries, which will earn good money. To start the experiment you need 222 gold and 1 year of implementation, but there is a 50% chance that the experiment may fail",
    "Your Majesty, the Minister of Nature has proposed to increase iron production. If we do, in the future this iron can be sold abroad or used for domestic purposes. For acceptance solution needs 222 gold and 1.5 years for its implementation.",
    "Your Majesty, the Council of Nobles has proposed to decentralize the budget for 1 year. This will certainly reduce the overall increase in the budget by 30%, but this money will go to the development of our lands and in 1 year will give a much higher percentage to our budget.",
    "Your Majesty, in 1.5 years we have mined a large amount of iron ore, we propose to start exporting it, but if you withdraw this decision, it will be used for domestic purposes",
    "Your Majesty, in 1 year we have remelted a large amount of iron ore, we propose to start exporting it, but if you revoke this decision, it will be given to the Army for the manufacture of weapons",
    "Your Majesty, the Minister of Budget has noticed inaccuracies in the documents, in which budget revenues are higher than they really are. Therefore, he proposes a secret operation to detect theft of budget funds, which will cost us 222 gold, but there is a chance that this operation may fail or do not give the desired results",
    "For a long time, our Army had no rights, which led to many cases of desertion and attempts of citizens to escape from duty to the state. If you make this decision you will be able to reduce the impact of these problems. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, the Minister of Budget has proposed to centralize the budget for 1.5 years. This will be able to raise the overall increase in the budget by 50%, but after the decision expires, there will be a shortage of money in local budgets, which will reduce growth in the central budget.",
    "Our people have long had the right to vote, but they could only choose people from noble families who often pursued their goals. If you make this decision, the people will have a chance to nominate a representative who will take care of the problems of the city. For acceptance solution needs 222 gold and 6 months for its implementation.",
    "Nobles allow themselves a lot in relation to ordinary citizens. If we take away some of these rights, the situation in society will become calmer. For acceptance solution needs 222 gold and 9 months for its implementation.",
    "Your Majesty, the Minister of Economy has proposed to allow the Nobles to establish economic relations with other states. If you make this decision, our foreign colleagues will be able to conclude trade contracts directly with the Nobles, which can increase our exports. For acceptance solution needs 222 gold and 3 months for its implementation.",
    "Your Majesty, the Minister of Budget has proposed to decentralize the budget for 1.5 years. This will certainly reduce the overall increase in the budget by 40%, but this money will go to the development of our lands and in 1.5 years will give a much higher percentage to our budget.",
    "Your Majesty, the Minister of Territories has proposed to increase the size of the lands of large Nobles at the expense of small Nobles. If you make this decision, we will be able to save on funding for Nobles as they become less. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, the Minister of Law has proposed to allow the Nobles to pay the salaries of the ministers. In this way, we will be able to halve the salaries of the current ministers, which could increase the monthly increase in the budget",
    "Your Majesty, the Minister of Economy has proposed to start preparing the country for industrialization. If you make this decision, in the future it will be easier for us to industrialize the country. For acceptance solution needs 222 gold and 2.5 years for its implementation.",
    "Your Majesty, as you remember, kings or their families were often killed in our country, which led to a change of government. We want to protect you and your family. If you make that decision, we will not only protect your family in the future, but also stop the coup d'état",
    "Our country is between two hostile countries trying to increase their influence on us. There is a good chance that their spies are in the ranks of our Army to lure some of our Soldiers to their side. We must conduct an operation to detect them. To begin the operation needs 222 gold and 1 year for its implementation.",
    "Your Majesty, the Minister of the Territories has proposed to split the lands of the great Nobles and give these parts to the little Nobles. If you make this decision, we will be able to reduce the influence of the great Nobles. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, the Minister of Nature has proposed to increase gold production. If we do, in the future this gold can be sold abroad or used for domestic purposes. For acceptance solution needs 222 gold and 3 years for its implementation.",
    "Your Majesty, in 3 years we have mined a large amount of gold ore, we offer to start exporting it, but if you revoke this decision, it will be used for domestic purposes",
    "Your Majesty, in 2 years we have remelted a large amount of gold ore, we propose to start exporting it, but if you revoke this decision, it will be sent to the state budget.",

    "Your Majesty, the farms of the Nobles are a big part of our economy, so the first point of the plan is to help the Nobles. We must abolish all taxes for a while and increase their financial assistance. In six months they will be able to pay taxes and start rebuilding the economy.",
    "Your Majesty, although the Army does not make a profit, it is the guarantor of the protection of our state, so the second point of the plan is to help the Army. We must increase their financial assistance for a while. In six months it will be fully operational again, and we won't worry that our country will be captured.",
    "Your Majesty, due to the fact that the people pay taxes, our budget is formed, so the third point of the plan is to help the People. We must reduce all taxes for a while and increase their financial assistance. In six months the People will not only be able to pay taxes again, and leave money for food.",
    "Your Majesty, due to the Economic Crisis, exports of our industrial products have decreased, so the last point of the plan is to restore industry. We must reduce all taxes for industrial enterprises for a while. In six months our production will return to normal, which will increase exports of our products.",

    "Your Majesty, the protesters have put forward a number of conditions. The most important are to reduce taxes, dissolve the Cabinet and increase social assistance. If you do not agree to their terms, we can disperse them with the help of the Army, but it could have consequences.",
    "Your Majesty, the protesters have put forward a number of conditions. The most important are to increase the salaries of Soldiers, dismiss some Nobles from officer positions and increase funding for the Army. If you do not agree to their terms, we can disperse them with the non-protest part of the Army may have consequences.",
    "Your Majesty, in order to prevent a coup d'état, we recommend that you intimidate the Nobles a little. Kidnappings, murders, cases of embezzlement of budget money and so on. Then they will lose the desire to take power into their own hands, but all these actions against them may have consequences.",
    "Your Majesty, in order to start industrialization, it is necessary to form institutions that would protect private property and guarantee the independence of judges without whom industrialization is impossible. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, forced labor is widely used in our country to prevent industrialization. We must force entrepreneurs to do hired labor that will guarantee mandatory wages and additional social benefits. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, now all the land belongs to the State, it prevents people from buying it to build businesses. We must lead a land market through which people will be free to buy land. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, unfortunately our country is not very scientifically developed to move from manual to automatic. We must fund experiments that would accelerate the automation of enterprises. For acceptance solution needs 222 gold and 1 year for its implementation.",
    "Your Majesty, unfortunately now the goods made at the enterprises do not enjoy great popularity at the population. We have to give privileges for businessmen, it will allow reducing cost of production of goods thanks to what their price will decrease. For acceptance solution needs 222 gold and 1 year for its implementation.",

    "Your Majesty, our scientists from the Institute for Crop Research have proposed an interesting experiment, according to the results of which we can increase the yield. For acceptance solution needs 222 gold and 8 months for its implementation",
    "Your Majesty, the Minister of Health proposed to prepare for possible epidemics. If we do this, it will improve the quality of medical services, which will allow us to defeat the epidemic. For acceptance solution needs 222 gold and 6 months for its implementation",
    "Your Majesty, the Minister of Security proposed to increase the level of security. This will allow our citizens not to be afraid and feel more confident on the streets. For acceptance solution needs 222 gold and 9 months for its implementation",
    "Your Majesty, the Minister of Law proposed to replace the Chairman of the Supreme Court. This will allow us to have our own judge for some time and not raise suspicion that the court depends on the authorities. For acceptance solution needs 222 gold and 3 months for its implementation",
    "Your Majesty, the level of corruption has grown dramatically in our country recently, we need to do something about it. We can start an operation to identify corruption schemes. For acceptance solution needs 222 gold and 1 year for its implementation",
    "Your Majesty, the inflation rate in our country has grown dramatically recently, we need to do something about it. We propose a number of actions to reduce the inflation rate. For acceptance solution needs 222 gold and 1 year for its implementation",
    "Your Majesty, an epidemic has begun in our lands 333. If we do nothing, the disease may spread to our other lands, or we may permanently lose part of our territory",
    "Your Majesty, there is a high crime rate in one of our lands. People are simply fleeing from these lands. If we do nothing, then the criminal groups formed on these lands may threaten safe countries, or we may forever lose part of our territory",
    "Your Majesty, famine has begun in our lands. People are simply dying of hunger on the streets or eating other people. If we do nothing, then all the people of this land will die of hunger, which will cause us to lose this territory forever",
    "Your Majesty, in one of our lands there is a high level of discontent among the population. People are fleeing to other lands or abroad. If we do nothing, then only those who rule it will live on this land",
    "Your Majesty, in one of our lands there is a high level of dissatisfaction with the authorities. This may lead to the fact that we will completely lose control over this land. We propose to completely or partially replace the political apparatus of this land. Then you will have more loyal local political forces, which will not allow you to lose control of the land",
    "Your Majesty, we have such a good relationship with the Holy Land that they offered us to send their own church bishop. If we agree to this decision, our relationship with the HL could be better, which could increase our exports to this country.",
    "Your Majesty, the bishop, who was sent from the Holy Land, suggested that we replace the Nobles sitting in the Council with priests. As, according to him, the priests understand the problems of the locals better and know how to solve them. Perhaps he is a little right...",
    "Your Majesty, we invite you to swear allegiance to our Eternal God. If you do this, then our country will finally find its bright path in this dark world. We know that you want the best for this country. SO WE BOW OUR HEADS TO THE POWER OF THE ETERNAL!!!",
    "Your Majesty, after the last military coup, the military has filled all spheres with our political life. Therefore, I propose to allow the generals to hold the office of minister. I think that the military will do well with the duties of a minister",
    "Your Majesty, half of the seats in the Cabinet of Ministers are occupied by the military. Why not give them full control over the Cabinet. I believe that the military will better cope with the duties of ministers",
    "Your Majesty, the military believes that the Nobles interfere with the rule of the country. Why not dissolve their unnecessary Council. The military will better manage the lands than they, and we can also return some of the money we spend on this Council",
    "Your Majesty, the Nobles still interfere with the rule of the country. Why don't we completely destroy this damned stratum of the population? The people have never loved them, then why should we love them?",
    "Your Majesty, the Military offered you to completely obey them, and if you do not, you will be arrested for high treason. Why should we give them power? You yourself know that the military can very well rule the country, that only the military can lead the country to a bright future",
    "Your Majesty, the reign of past kings has shown that low confidence in the central government can lead to its overthrow. We need to strengthen our power in this country. Therefore, we propose that you conduct a large propaganda mission to raise confidence in you. For acceptance solution needs 222 gold and 6 months for its implementation",
    "Your Majesty, it is impossible to strengthen the power without having your own Cabinet of Ministers. We suggest that you put your people in these positions. For acceptance solution needs 222 gold coins and 3 months for its implementation",
    "Your Majesty, we believe that without the nobles loyal to us, it will be impossible to strengthen their power. Therefore, we propose to bribe them a little. For acceptance solution needs 222 gold and 6 months for its implementation",
    "Your Majesty, of course we understand that the court will have to be completely independent, but for our government we need to make them a little dependent on the state. For acceptance solution needs 222 gold and 5 months for its implementation",
    "Your Majesty, in order to fully strengthen the power, it is necessary that the People see you as a hero who can save this country from decline. For acceptance solution needs 222 gold and 1 months for its implementation",
    "Your Majesty, after industrialization, the Bourgeoisie received a great influence, which is sometimes higher than the influence of the Nobles. Therefore, we propose that you disband the Council of Nobles and create an Industrial Council, which will not only monitor the state of the Lands, but also the industry. For acceptance solution needs 222 gold and 1.5 years for its implementation",
    "Your Majesty, the Industrial Council proposed to form a parliament that would represent the interests of our entire population. But if you take this decision, you will no longer be able to hire ministers and make special decisions on your own, but this will show that our country has become very progressive. For acceptance solution needs 222 gold and 3 years for its implementation",
    "Your Majesty, without our parliament, we will not be able to strengthen our power. Therefore, we suggest you fake the election results a little. For acceptance solution needs 222 gold and 1 month for its implementation",
    "Your Majesty, after all the big changes in our country, people began to think: \"Do we need a King?\"Therefore, we suggest that you start a referendum to find out whether people want to proclaim a republic or not? For acceptance solution needs 222 gold and 1 month for its implementation",
    "Your Majesty, as you know, you cannot make a decision without the consent of the Council of Nobles. We propose, while you have a majority in the Council, to put forward a decision to lift the restriction. For acceptance solution needs 222 gold and 1 month for its implementation"
  ],
  "MailName": [
    "The beginning of the trial",
    "The result of the trial",
    "Special solution",
    "Improving Relationships",
    "Loyalty",
    "Experiment",
    "Result of the operation",
    "Spy",
    "Deterioration of relations"
  ],
  "MailText": [
    " filed a lawsuit against you through ",
    ". It will take 5 months to make a decision. If you win, you will receive money for causing you moral damage.",

    "Congratulations! You have won the case in court. Come and take the money you received for causing you moral damage",
    "Unfortunately, we want to inform you that you have lost the case in court. Now you have to come and pay the injured party, otherwise a fine of 100 gold will be charged every month and a fine of 25 gold will be charged.",

    "A new Special Decision has been opened for you. Hurry to implement it, as it could greatly change the situation in the country.",
    " relations have improved. Now our exports with this country(ies) have become higher!",

    "Unfortunately, Noble(",
    ") no longer obeys you",

    "Congratulations! The experiment was successful. So we were able to sell this technology abroad, which significantly increased our cash reserves.",
    "Sorry, we want to let you know that the experiment failed.",

    "Congratulations! We were able to catch these criminals who stole money from our budget. The money was returned to the budget, and the criminals were planted. I think this will be a lesson for everyone who wants to steal from the state.",
    "Unfortunately, we want to inform you that our operation has failed. Our agents have been identified or have not found the necessary evidence. This failure may indicate the inability of the authorities to protect public money, so budget theft can only increase",

    "Unfortunately or fortunately, we want to inform you that we have not found a spy in the Army",
    "Unfortunately, we want to inform you that the spy we were watching was able to escape. But we now know for sure that today there is one less spy in our Army.",
    "Congratulations! We caught a spy out ",
    ". Relations with this state have deteriorated, as they deny that it was their person, but the fact that we caught him remains a fact, and now he will be punished for his criminal actions.",

    " relations have deteriorated. Now our exports to this country(ies) have become poorer."
  ],
  "SpecialSolutionButton": [
    "Withdraw decision",
    "Agree decision",
    "You haven't special solutions available"
  ],
  "Diseases": [
    "Plague",
    "Cholera",
    "Flu",
    "Smallpox",
    "The dancing plague"
  ],
  "NameEvent": [
    "Economic crisis",
    "The end of the crisis",
    "Mass protests",

    "Empty budget",
    "Greedy Nobles",
    "The Greedy People",
    "Greedy Army",
    "Epidemic",
    "Tax loop",
    "Availability",
    "Market Close",
    "Wave of mistrust",
    "Time to celebrate",
    "Eternal plague",
    "City of Criminals",
    "City of officials",
    "Mother Nature",
    "Hunger",
    "Land of Hunger",
    "Harvest failure",
    "Stealing food",
    "Damned Robin Hoods",
    "Time is money",
    "Land on credit",
    "The end of greed",
    "Diplomatic War",
    "Friends forever",
    "Market opening",
    "I forgive you",
    "L hate you",
    "Death sentence",
    "Arrest of the Minister",
    "Dissolution",

    "Army Protests",
    "The possibility of a coup",
    "Attempted Murder",
    "National holiday",
    "Wedding",
    "Birthday",
    "End of the Federation",
    "End of the Holy Land",
    "End of the Divine Garden",
    "End of the Ancient State"
  ],
  "Event": [
    "Your Majesty, due to the actions of the Cabinet of Ministers in our country there was an economic crisis. Therefore, the Council of Nobles decided to dissolve the Cabinet and suspend its work until the crisis is resolved. The Council of Nobles also presented an action plan to save our country from consequences of this crisis. (Total growth in budget: -75%)",
    "Your Majesty, thanks to timely actions, our country was able to get out of the Economic Crisis. Let's hope that such horror will never happen again...",
    "Your Majesty, the people do not like our policy very much. People take to the streets en masse, refuse to pay taxes and don't go to work. If we do not do something, it could have severe economic consequences.",

    "Your Majesty, we noticed that your budget is completely empty. We recommend that you go to the Bank and take out a loan to start making new decisions again",
    "While working with the budget, we noticed that the minimum funding to support the Nobles should be 60%. We have already redistributed the budget and now 60% of our budget has been allocated to support the Nobles. You don't have to thank us",
    "While working with the budget, we noticed that the minimum funding for Social Expenditures should be 60%. We have already reallocated the budget and now Social Expenditures have been allocated 60% of our budget. You don't have to thank us",
    "While working with the budget, we noticed that the minimum funding for the Army should be 60%. We have already redistributed the budget and now 60% of our budget has been allocated to support the Army. You don't have to thank us",
    "Your Majesty, an epidemic 222 has begun in one of our lands. If we do not do something, the disease can spread to our country",
    "In one of our lands, Local taxes have risen sharply. This will help increase budget growth. Although several people did not like it, who is interested in the opinion of the minority?",
    "Your Majesty, in one of our lands, the crime rate has increased, which is why criminal groups began to arise there. If we do not do something, then their effect can spread throughout the country",
    "Because of the bad attitude, 222 closed its markets for us. Now we cannot sell our goods in this country, which has caused our exports to plummet",
    "Not very good rumours about you have spread throughout the country. This has hit your credibility very hard, but we believe it is a temporary problem. Perhaps...",
    "Your Majesty, a holiday has begun throughout the country. What kind of holiday? Is it important? The main thing is that there is a holiday, and everything else is not important (-150 gold)",
    "Your Majesty, because of the epidemic, the entire population of our one land died. Of course, we could overpower people from other lands there, but our doctors say that the disease can still walk on this land. Therefore, it is better to break all ties with this land than let us go there our citizens",
    "Your Majesty, criminals have seized power in one of our lands. Part of the population managed to escape, but there are those who remained there. Our experts say that it is very risky to return this land under our control and even if we return it, it will remain the most dangerous land in the kingdom. Therefore, it was decided to completely sever all ties with this land",
    "Your Majesty, it is simply impossible to live in one of our lands because of high taxes. People left there abroad or to our other lands. The only ones who stayed there are officials. Even if we reduce taxes on this land, people will not go there. will return, because for them this land, mentally, will remain a place where it is impossible to live",
    "Recently in our country, Mother Nature has shown itself again. Due to bad weather, most of the harvest was lost. If we are lucky, we can somehow avoid hunger",
    "Your Majesty, famine has begun in one of our lands. We do not know why it could start, but if we do not come up with something, the consequences can be dire",
    "Your Majesty, the entire population of one of our lands died of hunger. Of course, we could overpower people from other lands there, but our farmers say that the lands have become unsuitable for growing food. Therefore, it is better to break all ties with this land than to provide these lands all our lives food ",
    "Your Majesty, this year we had a bad harvest, so the amount of food may decrease slightly. Of course, the farmers say that this is a temporary problem, but still we will better prepare for the worst consequences",
    "Some unknown group all over the country steal food. We would understand them if they were stealing gold or some valuable artefacts, but no. It's just some crazy if they decided to steal so much FOOD so massively!!!",
    "Lately, some masked people have been attacking employees transporting money from the land to the capital. They say that they steal money from the rich and give it to the poor, but they forget that they are stealing money from the state. We are even ready to close our eyes to the fact that they rob the Nobles, as we often do this, but you can at least not touch the money that people gave voluntarily",
    "The bank decided that you should repay the loan a little faster. We certainly understand that it is better for the bank for you to return the money as soon as possible, but what is best for the bank is not always best for us",
    "Since you could not give the bank a loan, he decided that he would take part of our country. Unfortunately, we cannot return our lands, because you yourself signed such a loan agreement. Therefore, it is better to think twice next time before doing something sign",
    "While working with the budget, we noticed that the minimum funding for one of the segments of the population is very high. Therefore, we decided to reduce it. You can not thank us",
    "For some reason, our relations with our neighbours have deteriorated sharply. I wonder why?",
    "For some reason, our relations with our neighbours have improved dramatically. I wonder why?",
    "Because of the good relationship, 222 opened up its markets for us again. Now we can sell our goods in this country, which is why our exports have increased dramatically",
    "The management of the bank must have been in a good mood today. Therefore, it is impossible to find another explanation for the fact that they forgave us the loan",
    "For some reason, relations worsened with 222. We swear that we did nothing, and if we did, you will not prove it",
    "There is not a lot of entertainment in our kingdom, so if people want to have fun somewhere, they go to the square to watch some criminal being executed. We don't know why, but everyone likes it, even you",
    "Your Majesty, recently our law enforcement agencies arrested 222 for corrupt acts. This will be a lesson for anyone who wants to steal government money",
    "Your Majesty, the Cabinet of Ministers decided to disband. We do not know why they decided to do this, because when they wanted to know why they disbanded themselves, they suddenly disappeared! It's kind of strange...",


    "Your Majesty, the actions of the protesters in our country have caused an economic crisis. Therefore, the Cabinet of Ministers decided to disperse the protesters by force so that their actions do not exacerbate the crisis. The Cabinet also presented us with an action plan to save our country from the crisis. (Total growth in budget: -75%)",
    "Your Majesty, the Army does not like our policy very much. So far, ordinary soldiers are protesting, but it is possible that junior officers and generals will soon join them. If we do not do something, it could have serious consequences in the defense of our country.",
    "Your Majesty, we have received information that some nobles may be preparing a coup d'etat. How and when it will take place is unknown, but we need to do something...",
    "Your Majesty, we have identified people who were preparing to kill you, but we neutralized them in time. But if we do not do something, it is not a fact that we will be able to stop them next time.",
    "Your Majesty, today our state was celebrated ",
    " years from the day its formed. The whole country is already starting to celebrate, why don't you join them? (-250 gold)",
    "Your Majesty, we know you from marriage. We wish you a happy family life and long years of power (-750 gold)",
    "Your Majesty, we wish you a happy birthday. We wish you a long and bright life, as well as long years of power (+100 gold)",
    "A country that tried to unite the continent under the slogans of Democracy and Freedom has become a military machine of fear that has destroyed itself. Now, after the disappearance of the Manuar Federation, the world had to breathe more freely, but this is not the case. Many countries have united to defend themselves from the expansion of the MF. After its collapse, this need disappeared. Will the world remain as it was, or is it the beginning of the end?..",
    "Holy Land was formed to protect itself and its religion from MF. In recent years, this is probably the last thing that kept HL from disintegrating, but after the collapse of MF, it was clear that HL had come to an end. And so it happened. Now everybody is understanding that the world don't be same, and a new era has come — the era of Destruction...",
    "Because of public opposition, Holy Land has not been able to annex Divine Garden, so it has made it its puppet. Now that the HL has lost control of DG, people want a better life and change of government. Due to the political crisis, the country began a civil war. No one knows what will happen to the country, but everyone knows for sure that DG will no longer be the country it used to be.",
    "The country has long matured the contradiction between progressive and conservative society. Meanwhile, when progressives wanted economic and scientific development, conservatives continued to spend money on reserch history of the ancient world. Therefore, a referendum was held to separate the progressive north from the conservative south. 93.7% for leaving the AS. Now there are two new states, and the AS has disappeared from the world map."
  ],
  "EndName": [
    "Biological Death",
    "Murder",
    "Revolution",
    "Coup d'etat",
    "Military coup",
    "Revolutionary Republic",
    "1953",
    "Glory to the Republic!",

    "Death Education",
    "Credit loop",
    "Loss of land",
    "Starvation",
    "Fatal disease",
    "King of the dance floor",
    "Default",
    "Military dictatorship",
    "Great I am!",
    "The Holy See",
    "Hyperinflation",
    "Enemy of the Mafia",
    "Enemy of the people"
  ],
  "End": [
    "Today's at the age of ",
    " our King has died. During his life he was a great man who ruled his country honestly and wisely, trying to solve its problems. But unfortunately not all problems are solved. Therefore, we hope that his successor will be able to solve them.",
    "Our slain King was found in his bedroom this morning. We don't know who did it or why. But we know for sure that someone must rule the country.\nIn the week of the new King's inauguration. Let's hope He finds those who killed his predecessor.",
    "Our people did not like our King's policy. Due to protests and mass discontent with the authorities, it was obvious that one day the King's rule would come to an end.\nIn a week the inauguration of the new King elected by the People. We hope the new King will solve his predecessor's problems.",
    "Nobles don't like it when someone goes against them. One of them is our King. So it was obvious that one day he would be overthrown by the Noble Society. A week later the inauguration of the new King elected by the Nobles. We hope the new King will solve his predecessor's problems.",
    "The military was the King's main force, but even this force may distrust him. It was clear that his policy towards the Army would come to an end.\nIn a week the inauguration of the new King elected by the Army. Let's hope the new King changes his attitude towards the Army",
    "The last revolution showed that people are tired of the monarchy, where everything is decided by one person. Therefore, the Cabinet of Ministers together with the Council of Nobles held a referendum on which there was only one question \"Do you want to abolish the monarchy and declare a republic\". 74.7% voted \"Yes\", which means that our country is becoming a republic, and the king's rule is over. Glory to the Republic!",
    "The day has come when the Age of Destruction has destroyed our country as well. Instead of the United Kingdom, 9 independent countries have been formed. All that remains of our country is its now independent capital, Neutral Lands. Welcome to a new world — a world of new rules and political intrigue.",
    "After the great changes in our country, the people decided that this country no longer needed a monarchy, but needed to declare a republic. The king agreed with this decision and allowed a referendum in which there was only one question \"Do you want to abolish the monarchy and proclaim a republic\". 63.4% voted \"Yes\". The king agreed with the decision of the society and left power, allowing other people to rule. The day of a new page in the history of our country has come. Glory to the",

    "These are the realities of life. An uneducated person cannot rule a large country. We understand well that you have just received an education, but let's be honest with you, we really think that you will bury our kingdom in 3 months. Therefore, we'd better wait for a more experienced king. , but from you already need to go to heaven ",
    "Banks are a strange thing. One day they give you money, and the next they take the country under their control, because you could not repay the loan. Let's hope that next time our king will read the loan agreement more carefully, if of course this next time will be",
    "At different times, in our kingdom there were different troubles, but through them we never lost our lands. Now our capital is surrounded by dead lands, through which it is impossible to pass. And now it is a matter of time when our capital will be seized by the same curse, which covered most of our country",
    "Even in the capital, where the seemingly endless supply of food, sometimes it can run out. More surprisingly, our king died of hunger. Why did not he receive food from other lands? It is unknown. Perhaps he just wanted to understand how hungry people feel. . Sometimes interest leads to not very good consequences",
    "Do you think that if you sit in a completely closed castle and kill every infected person, you will not get sick? Perhaps it will work one day, but not now. Unfortunately, our king still died of illness, but if he adhered to quarantine restrictions maybe he would be alive now",
    "You know, it may not be so bad to be infected with the Dance Plague. Of course, you may never stop dancing again, but you will become a great dancer. Take our king. He was the best dancer the world has ever worn. That was until he had it. did not have a heart attack due to the fact that He danced continuously all week",
    "There were times when our economy grew, and there were those when it fell, but it was never completely destroyed. However, our king was able to destroy what is not destroyed. Now we do not have an economy, and how much it needs to be restored is unknown, and while we we will not restore we will not be able to carry out the inauguration of the new king, who knows what else may happen to the economy",
    "Our king gave most of his powers to the Army, referring to the fact that it is much better in leading the country than Him. And we completely agree with him. There is no better leader in the world than the generals of our great Army. We believe that under their leadership our country will come to a bright future. Glory to our Army! Glory to the Kingdom!",
    "Congratulations, you have strengthened your power so much that people do not just see you as a strong leader, but adore you. instead of money they have to give someone from their family into slavery. You have provided 100% power not only for yourself, but for all your descendants. You just have to enjoy life and listen to how millions of your citizens pray to us",
    "We may have given our independence to the holy throne, but we now have a faith that was not there throughout the existence of our entire kingdom. We believe that the great Eternal will help us to survive all the adversity that we have now and those that will appear in the future. Glory to the great Eternal!",
    "Inflation is so great in our kingdom that now it is growing by itself. Now we don’t need to do anything to make it grow. But sadly to admit, prices are now rising by themselves, which is not very good. The nobleman decided to temporarily deprive you of power until they do something about this damned inflation. Well, at least you have time to rest",
    "Perhaps, if we somehow monitored the level of security in the capital, we would not have criminal groups. But we have what we have. And in general, what had to be done to become an enemy of the mafia. Next time it will be a lesson to you, although this next time may not be...",
    "How could this happen ?! For our king to be a traitor. This cannot be. But if this is true, then it is good that our Army managed to catch such a dangerous criminal for the state. Now we are sure that only the Army can protect us and lead us to a bright future. Glory to our great Army!"
  ],
  "EndScene": [
    "End:",
    "Months in power:",
    "Budget increase:",
    "Continue",
    "Exit menu",
    "months",
    "gold per month."
  ]
}
